{
  "guff": "<p>To shine a light on targeted political advertising on Facebook, ProPublica <a href=\"https://www.propublica.org/article/help-us-monitor-political-ads-online\">ProPublica built a browser plugin</a> that allows Facebook users to automatically send us the ads that are displayed in their News Feeds, along with their targeting information. Use this database to search for political ads based on who was meant to see them. <a href=\"https://www.propublica.org/article/how-we-are-monitoring-political-ads-on-facebook\">Methodology</a> | <a href=\"https://projects.propublica.org/political-ad-collector/\">Install the plugin →</a></p>",
  "whichads": "<h3>What Makes an Ad a “Political Ad”?</h3><p><br />In our Facebook Political Ad project, our aim is to include all of the unambiguously political ads we find, and to exclude all the ads that are unambiguously non-political. But we also include some ads where the political nature is less certain.</p><p><br />Ads from politicians running for office and interest groups advocating a specific policy are clearly political, so we aim to include as many of these ads in the Political Ad Collector as possible.  We include some other ads that don’t fit into the first category but that discuss political issues, or that come from organizations that have previously run ads that are in our database, even if the newer ads themselves do not mention political issues.</p><p><br />We rely on a software algorithm to detect likely political content and we also rely on participants' intuitive sense of what's political to \"train\" our software. As such, we are in a way defining what counts as a political ad together with the community of participants in our project.</p><p><br />However, the presence of an ad from an organization in this list doesn’t mean that we categorically think an organization is attempting to influence the outcome of an election or explicitly expressing a specific policy preference.</p><p><br />If you see an ad in the Facebook Political Ad Collector that you think we categorized incorrectly, don’t hesitate to let us know at <a href=\"mailto:politicalads@propublica.org\">politicalads@propublica.org</a>.<p>",
  "contrib": "<p><em>Additional design and development by Rob Weychert and Lena Groeger. Additional reporting by Jennifer Valentino-DeVries.</em><p>",
  "search_terms": "Some search terms of interest:",
  "target_audience": "Filter by targeting",
  "related_terms": "Filter by terms",
  "advertiser": "Filter by advertiser",
  "search": "Search",
  "Retargeting": "Lookalike Audience",
  "Agency": "Data Broker",
  "Segment": "Behavior"
}