{
  "guff": "<p>To shine a light on targeted political advertising on Facebook, <a href=\"https://www.propublica.org/article/help-us-monitor-political-ads-online\">ProPublica built a browser plugin</a> that allows Facebook users to automatically send us the ads that are displayed in their News Feeds, along with their targeting information. Use this database to search for political ads based on who was meant to see them. <a href=\"https://www.propublica.org/article/how-we-are-monitoring-political-ads-on-facebook\">Methodology</a> | <a href=\"https://projects.propublica.org/political-ad-collector/\">Install the plugin →</a></p>",
  "whichads-title": "What Makes an Ad a “Political Ad”?",
  "whichads": "<p><br />Our political ad project collects all of the ads users of our <a href=\"https://projects.propublica.org/political-ad-collector/\">browser plug-in</a> see on Facebook.  Our software then separates the political ads from the non-political ones and shows them in a publicly available database. All of our code is <a href=\"https://github.com/propublica/facebook-political-ads\">available for scrutiny</a>. </p><p><br />The algorithm doesn’t rely on a pre-chosen list of keywords or advertisers; instead, it takes into account the advertiser, the ad’s text, and how it was targeted. It also relies on our participants' intuitive sense of what's political. They use a tool we wrote to identify which ads they consider political, and their choices inform our software’s subsequent decisions about which words, advertisers and targeting methods indicate that an ad is political. As such, we are, in a way, defining what counts as a political ad together with the community of participants in our project.</p> <p><br />The software lets us know how certain it is by assigning each ad a “political-ness” score. Sometimes the question of whether an ad is political is unambiguous. But sometimes, the software is uncertain about whether an ad is political or not. We show any ad that scores higher than 70 percent to users. </p><p><br />Ads from politicians running for office and interest groups advocating a specific policy are clearly political, so we aim to include as many of these ads in the Political Ad Collector as possible. We include some other ads that don’t fit into the first category but that discuss political issues, or that come from organizations that have previously run ads that are in our database, even if the newer ads themselves do not mention political issues.</p><p><br /> However, the presence of an ad from an organization in this list doesn’t mean that we categorically think an organization is attempting to influence the outcome of an election or explicitly expressing a specific policy preference.</p>  <p><br /> If you see an ad in the Facebook Political Ad Collector that you think we categorized incorrectly, don’t hesitate to let us know at <a href=\"mailto:politicalads@propublica.org\">politicalads@propublica.org</a>.<p>",
  "sorting-title": "How are ads sorted on this page?",
  "sorting": "<p><br />Ads with more granular targeting are sorted towards the top.</p><p><br />Some political ads are targeted to just about anybody in the United States. Others are targeted more granularly, like <a href=\"https://projects.propublica.org/facebook-ads/admin/ads/6109226638568\">this ad from Rep. Lois Frankel</a>, that targeted women over 45, who live in her Florida district and who Facebook says are interested in Hillary Clinton.</p> <p><br />The aim of our database is to highlight ads that you may not have seen on your own Facebook feed, so we sort the ads that are more granularly targeted higher and sort the more general ones towards the bottom. More recent ads are also sorted higher up.</p>",
  "buckets-title": "How did ProPublica decide which ads to show when I select “liberal,” “conservative” or “neither liberal nor conservative”?",
  "buckets": "<p><br />If you select “liberal,” you’ll see ads targeted to people who Facebook says are interested in a politicians, organizations or causes that advertisers use as a proxy for finding liberals. Likewise for “conservative.” The third option, “neither liberal nor conservative,” contains a list of nonpartisan or bipartisan organizations as well as causes that have been used by politicians and interest groups when targeting political ads, for example: \"politics and social issues,\" \"charity and causes,\" \"Medicare (United States),\"  \"local government\" and \"health care.\"  </p><p><br />On Facebook, one way campaigns find likely supporters — people who might become reliable donors or members — is to advertise to people who the social network says are interested in related topics. For instance, a lesser-known Democratic House candidate like <a href=\"https://www.propublica.org/article/democrats-facebook-likes-arizona-special-election-hiral-tipirneni\">Hiral Tipirneni advertised to people who Facebook says are interested in Sen. Elizabeth Warren</a>, maybe because someone who likes Warren might like other Democrats, too. Similarly, a <a href=\"https://projects.propublica.org/facebook-ads/ad/23842838310710506\">lesser-known Republican</a> advertised to people interested in President Donald Trump.</p><p><br />You can see our full list of interests by political category, which is based on ProPublica’s analysis and consultation with political advertising practitioners, on <a href=\"https://github.com/propublica/fbpac-api-public/blob/master/app/controllers/ads_controller.rb#L343-L426\">GitHub</a>.</p>",
  "contrib": "<p><em>Additional design and development by <a href=\"https://www.propublica.org/people/rob-weychert\">Rob Weychert</a> and <a href=\"https://www.propublica.org/people/lena-groeger\">Lena Groeger</a>. Additional reporting by <a href=\"https://www.propublica.org/people/jennifer-valentino-devries\">Jennifer Valentino-DeVries</a>. Illustrations by <a href=\"https://www.propublica.org/people/ally-j-levine\">Ally J. Levine</a>.</em><p>",
  "search_terms": "Some search terms of interest:",
  "target_audience": "Filter by targeting",
  "related_terms": "Filter by terms",
  "advertiser": "Filter by advertiser",
  "search": "Search",
  "Retargeting": "Lookalike Audience",
  "Agency": "Data Broker",
  "Segment": "Behavior"
}
