["Trump's plan to cut legal immigration would mean slower economic growth, fewer jobs, and a weaker economy.","Immigrants are the heart and soul of our country. If Donald Trump ends DACA, hundreds of thousands of young people will be at risk of deportation.\n\nJoin Democrats and tell Republicans not to threaten DREAMers: makecalls.democrats.org/daca","The RAISE Act would hurt innocent families and devastate our economy. http://bit.ly/2utk9lW","Let’s do everything we can to ensure that transgender individuals are guaranteed the right to serve our country. Call now: makecalls.democrats.org/militaryban","Democrats want every American to vote, so we've launched our permanent Voter Protection Hotline to protect the vote year-round. \n\nHave questions about voting in your area? Give us a call: (833) 336-VOTE.","Democrat Phil Miller wins the Iowa House special election in a district Trump won handily.","200 days into Trump's presidency, most Americans disapprove of the job he's doing. http://cnn.it/2fqd7fs","“Our job at the DNC is to elect good Democrats. When we elect good Democrats, good things happen to good people.” — Chairman Tom Perez\n \nLet's roll up sleeves and get to work. Together.","Democrats are fighting back against the Trump administration’s dangerous policies that threaten tribal sovereignty and Native American communities.","Democrats know that transgender Americans have a right to serve our country — call now to protect it: makecalls.democrats.org/militaryban","On the 52nd anniversary of the Voting Rights Act, Democrats are committed to restoring it and expanding access to the ballot box. Sign up to join us: http://bit.ly/2v2rBWD","Democrats aren’t backing down: Democratic Party CEO Jess O'Connell writes about our commitment to transgender Americans.","When we elect Democrats, good things happen. Governor Gina Raimondo of Rhode Island just helped secure free community college for Rhode Island residents.","Happy birthday, Barack Obama! Thank you for always standing up for what’s right. Wish him a happy birthday: http://bit.ly/2fer007","A presidential approval rating has never gone so low, so fast. http://cnb.cx/2v2Nh4O","Don’t let Trump discriminate against transgender individuals. Call now: makecalls.democrats.org/militaryban","Have you checked knocking doors off your summer to-do list? It's not too late to get talking to your neighbors. Download Knock 10 to join us. appsto.re/us/hXU_jb.i","If President Trump sabotages health care as revenge for his health care loss, Americans are going to hold him and Republicans accountable in 2017, 2018, and beyond.","You did this.","We win when we elect more women to office.","Democrats know that organizing isn't a once-a-year endeavor — it's a commitment to fighting every day for what's right.","Good things happen when we organize. But we can't let our guard down — we have to continue to defend and improve our health care.","This week, Senator Dean Heller and Senator Jeff Flake proved they can't be trusted to put their constituents first.\n\nDon't let them hide: http://bit.ly/2uKa712","This week, we showed what can happen when we organize, mobilize, and share our stories. There's no time to let up — join us this summer: resistsummer.com","Americans deserve better jobs and higher wages. Keith Ellison & Congressman Hakeem Jeffries, along with special guest Kevin Cavanaugh, discussed Democrats' plans to make it happen on this week's Democrats Live. Watch:","Don’t miss your chance to get historic Inauguration memorabilia- our FLASH SALE ends today. Use the code FINALCHANCE for 75% off! http://gop.cm/wXJ3gV","Get to know the man behind the white coat ➡ Listen to Dr. Shulkin speak about the importance of his work at the U.S. Department of Veterans Affairs.","Today, President Donald J. Trump announced his plan to declare the opioid crisis a national emergency.","Americans know what’s best for their families. Make your voice heard by taking the 2017 Chairwoman’s Survey today!\nhttp://gop.cm/USxgpg","The opioid crisis is devastating families across the US. President Donald J. Trump is taking action to protect Americans & prevent drug addiction.","Did you know Dr. Tom Price, HHS Secretary, is a huge Atlanta Braves fan? Get to know the man leading the U.S. Department of Health and Human Services!","Under the leadership of President Donald J. Trump, 1 million new jobs have been created, unemployment is down, and the stock market is hitting record highs.","President Donald J. Trump stands with our veterans. Now stand with our President.  http://gop.cm/FbkFbB","Last week we put another BIG WIN on the board at the annual DNC v. RNC softball game.\nhttp://ntknetwork.com/who-says-bipartisanship-doesnt-exist/","There's always a good deal happening for Donald J. Trump fans. Shop today.","1 million new jobs in 6 months. \n209k new jobs in July. \nUnemployment rate at 16 yr low. \nThanks, President Donald J. Trump!","The men and women of the Coast Guard are “Always Ready” to serve our nation. Happy birthday to the United States Coast Guard!","The enterprising and ambitious spirit in America is alive! Just listen to this letter from 10-year-old Frank to President Donald J. Trump.","After 6 months of having President Donald J. Trump in office, we are seeing a near 16-year high in consumer confidence!","Sign our petition to demand fair treatment from the media and ANSWERS from Debbie Wasserman Schultz about the MASSIVE cybersecurity breach of the House IT network! http://gop.cm/B4joqK","President Donald J. Trump stands with our veterans. Now stand with our President. http://gop.cm/FbkFbB","This week, the House passed several bills funding our national security priorities. Take a look inside:"]
